class CfgDebriefing
{
	class WIN
	{
		title = "Миссия выполнена";
		subtitle = "Холм Дарвин и аэродром захвачены!";
		description = "Благодаря мужеству воинов Её Величества, все поставленные цели были выполнены. God Save the Queen!";
	};
	class WIPED
	{
		title = "Миссия провалена";
		subtitle = "Все погибли";
		description = "Крупнейшие потери британской армии со времён Второй Мировой повлекли за собой подписание мира с Аргентиной и передачу островов под её управление. ";
	};
	class DARWIN
	{
		title = "Миссия выполнена";
		subtitle = "Холм Дарвин захвачен";
		description = "Второй парашютный смог выбить противника с холма и ожидает подкреплений для финальной атаки.";
	};
	class RETREAT
	{
		title = "Миссия провалена";
		subtitle = "Британцы отступили!";
		description = "Аргентинские войска смогли успешно противостоять бывшей колониальной державе. Время империй прошло, да здравствует Аргентина! En Unión y Libertad!";
	};
};